/* 
  Localizable.strings
  TicketmasterAuthentication

  Created by Jonathan Backer on 11/10/22.
  
*/

// Account Authentication
"Authentication" = "Authentication";

"Access and manage all the tickets you own with ease." = "Access and manage all the tickets you own with ease.";

"Link Accounts" = "Link Accounts";

"Now linking to additional accounts which may have your tickets." = "Now linking to additional accounts which may have your tickets.";

// Account Sign In
"Sign In" = "Sign In";

// Account Sign Out
"Sign Out" = "Sign Out";

// "Sign in to Lakers"
"Sign in to %s" = "Sign in to %s";

// "Sign out of Lakers"
"Sign out of %s" = "Sign out of %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Select Login";

// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Access season and single %t tickets purchased or accepted with your %s account.";

// a generic event, example: "charity event"
"event" = "event";

// a musical concert, example: "Rock concert"
"concert" = "concert";

// a theatrical show, example: "Broadway show"
"show" = "show";

// a sporting game, example: "Baseball game"
"game" = "game";

// a sporting match, example: "Soccer match"
"match" = "match";

// Powered by Ticketmaster
"Powered by" = "Powered by";

